Repository: seanpm2001/mt-training-data
Catalog: sah/sah_pontoon.tmx
Source language: en_us
Languages: sah

source: Sign up for Common Voice newsletters, goal reminders and progress updates
sah: Common Voice сонуннарын, сыалы санатар уонна сайдыы туһунан тутарга суруттар

source: sign up for email updates
sah: саҥардыллыы туһунан email-га суруттарарга

source: Sign up for { $lang } updates:
sah: { $lang } тыл туһунан сонуннарга суруттар:

source: Single Sentence Submission
sah: Биир этиини киллэрии

source: Sinhala
sah: Синхала тыла

source: Siswati
sah: Сисвати тыла

source: Size
sah: Кээмэй

source: Skip
sah: Көтүт

source: Skip Submission Feedback
sah: Сыанабылы көтүт

source: Slovak
sah: Словак тыла

source: Slovenian
sah: Словен тыла

source: Social media
sah: Социальнай ситимнэр

source: Somali
sah: Сомали тыла

source: Someone asks for a language to be added.
sah: Ким эрэ тылы эбэргэ көрдөспүт.

source: Something went wrong with reCAPTCHA. Please try again.
sah: reCAPTCHA-ҕа туох эрэ сатаммата. Баһаалыста, өссө биирдэ холонон көр.

source: Soninke
sah: Сонинке тыла

source: Sorbian, Lower
sah: Алын Лужица тыла

source: Sorbian, Upper
sah: Үөһээ Лужица тыла

source: Sorry, Common Voice is running slowly. Thanks for your interest.
sah: Баалаама, Common Voice бытааннык үлэлиир. Сэргээбиккэр махтал.

source: Sorry, something went wrong
sah: Баалаама, туох эрэ сатаммата

source: Source: { $sentenceSource }
sah: Источник: { $sentenceSource }

source: Southern Kurdish
sah: Соҕуруу куурд тыла

source: Southern Sotho
sah: Сесото тыла

source: Spanish
sah: Испанскай тыл

source: Speak
sah: Саҥар

source: Speakers
sah: Саҥарааччылар

source: Speaking
sah: Саҥар

source: Speak now
sah: Билигин саҥар

source: Speak up, contribute here!
sah: Саҥар, манна кыттыс!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
sah: <speechBlogLink>Начать работу с распознаванием речи</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
sah: Речь — наиболее естественный способ общения между людьми, а применение голосовых технологий в наших компьютерах и мобильных устройствах является очень удобным. Мы хотим дать возможность разработчикам создавать продвинутые приложения для распознавания голоса, такие как переводчики в реальном времени и цифровые помощники с поддержкой голоса. Но сейчас большая часть голосовых данных, необходимых для создания приложений такого типа, является дорогой и запатентованной. Мы надеемся, что набор данных Common Voice даст разработчикам то, что им нужно для инноваций и сделает речевые технологии доступными на своём родном языке. Чтобы сделать распознавание голоса ещё более универсальным, мы собираем образцы голоса на широко распространенных языках, а также образцы с меньшим количеством говорящих, которые часто недооцениваются коммерческими службами распознавания речи. Публикация разнообразных наборов голосов позволит разработчикам, предпринимателям и целым речевым сообществам самим устранить этот пробел.

source: Speech-to-text (STT) technologies convert voice data into text.
sah: Технология Speech-to-text (STT) преобразовывает голосовые данные в текст

source: Splits
sah: Араарыы

source: Start recording
sah: Суруттарыыны саҕалаа

source: Start typing to describe your accent
sah: Аксыаҥҥын ойуулуур суругу суруйан саҕалаа

source: Statistics
sah: Статистика

source: Stats
sah: Статистика

source: Status Page
sah: Турук сирэйэ

source: Streaks
sah: Күнү тиһэ

source: Submission: { $batchId }
sah: Киллэрии: { $batchId }

source: Submit
sah: Ыыт

source: Submit a report
sah: Үҥсүүнү ыытыы

source: Submit clips
sah: Клиптары ыыт

source: Subscribe
sah: Суруттар

source: Success
sah: Бэлэм буолла

source: Success, profile created!
sah: Бэрт, профиль оҥоһулунна!

source: Swahili
sah: Суаhили тыла

source: Swedish
sah: Швед тыла

source: Syriac
sah: Сирия тыла

source: Tagalog
sah: Тагалог тыла

source: Tahitian
sah: Таити тыла

source: Taiwanese (Minnan)
sah: Тайвань тыла (Миннань)

source: Tajik
sah: Таджик тыла

source: Take a look
sah: Көрөн ыл

source: Tamazight
sah: Тамазигхт тыла

source: Tamil
sah: Тамильскай тыл

source: Tap
sah: Таарый

source: Tatar
sah: Татаар тыла

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
sah: Tatoeba диэн тылы үөрэтэргэ туттуллар этиилэр, тылбаастар уонна аудио саҥарыы улахан базата. Манна сообщество көмөтүнэн хамыллыбыт элбэх английскай кэпсэтии тыла баар.

source: TED-LIUM Corpus
sah: TED-LIUM Хомуур

source: Telugu
sah: Телугу тыла

source: Terms
sah: Усулуобуйалар

source: Thai
sah: Тай тыла

source: Thanks for confirming your account, now let's build your profile.
sah: Аатыҥ бигэргэннэ, аны билигин профильгын толор.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
sah: Суруттарбыккытыгар махтал!<lineBreak></lineBreak>Аны клиптары тургутан көрүҥ уонна ыытыҥ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
sah: { $lang } тылыгар көмөлөһүөххүн баҕарарыҥ иһин махтанабыт. Биһиги тыл барыта ыытыыга бэлэм буоларыгар кыһанабыт уонна хамаандаларга электроннай почтанан сонуннары биллэрэбит. Көмөлөһүөххүн баҕарар буоллаххына, бука диэн, электроннай почтаҕын бу анныгар суруй.

source: Thank you! You’ve sent a new language enquiry
sah: Махтал! Эһиги саҥа тыл киллэрэргэ ыйытык ыыттыгыт

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
sah: Мөлтөх клипэр быраҕыллар сирдэригэр Common Voice-ка киирбэтэх клиптэр мусталлар. Маны эмиэ хачайдаан ылыахха сөп. Бырайыакка көмөлөспүт дьоҥҥо уонна тэрилтэлэргэ махтаныа этибит:

source: The clip has disrespectful or offensive language.
sah: Бу манна дискриминация эбэтэр киһини өһүргэтэр саҥарыы баар

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
sah: Набор данных Common Voice дополняет движок распознавания голоса с открытым исходным кодом Mozilla Deep Speech. Первая версия Deep Speech была выпущена в ноябре 2017 года и с тех пор продолжает развиваться. Вместе с набором данных Common Voice мы считаем, что эта технология распознавания голоса с открытым исходным кодом должна быть доступна каждому. Мы надеемся, что эти технологии позволят разработчикам создать массу инновационных продуктов и услуг.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
sah: Common Voice дааннайын набора Mozilla Deep Speech диэн аһаҕас тылы өйдүүр движогу толорон биэрэр, ону эһиги бэйэҕит программаҕытыгар туттуоххутун сөп. Хайдах туттар туһунан, биһиги <githubLink>Github-пытыгар</githubLink> ааҕыҥ эбэтэр <discourseLink>Discource форум DeepSpeech разделыгар</discourseLink> киирэн көрүҥ.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
sah: Common Voice хомууругар сүүһүнэн тыһыынча дьон саҥата баар, ону туһанан саҥаны "истэр" уонна "өйдүүр" тэриллэр оҥоһуллаллар.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
sah: Набор данных Common Voice - это открытый и общедоступный ресурс, который можно использовать для обучения самых различных приложений с поддержкой речи. Чтобы обеспечить безопасность наших участников, мы просим всех, кто загружает набор данных Common Voice, соблюдать конфиденциальность участников. Все голосовые записи в наборе данных очищаются от личной информации. Загружая набор данных, вы соглашаетесь не пытаться определить личность какого-либо участника. Это означает, что вы не можете пытаться связать информацию в наборе данных с личной информацией участника. Однако вы можете использовать набор данных для обучения распознаванию речи, распознаванию говорящего или других приложений, например, связывая информацию в наборе данных с другой информацией, уже имеющейся в наборе данных.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
sah: Набор данных Common Voice доступен для загрузки по лицензии <licenseLink> CC0 </ licenseLink> на <datasetLink> нашей странице наборов данных </ datasetLink>. Вы также можете загрузить несколько других общедоступных наборов данных с той же страницы.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
sah: Количество часов записи голоса, которые были подтверждены 2 из 3 пользователей с голосом «Да». Прогресс в достижении общей цели проекта в 10k часов.

source: The count of voice recording hours we have collected so far.
sah: Количество часов записи голоса, которое мы собрали на данный момент.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
sah: Цель набора данных Common Voice состоит в том, чтобы дать возможность любому человеку в мире создавать распознавание речи, распознавание говорящего или любое другое приложение, для которого требуются голосовые данные. Голосовой помощник — это только один из множества типов создаваемых приложений, для которого вы можете использовать набор данных.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to learn more about supporting this effort, please <contactLink>contact us</contactLink>. We are currently targeting a publish date of January 2019. After that, we’ll update the dataset periodically with new languages and voice clips as they become available. An iterative release cycle cadence is still to be determined.
sah: Многоязычная версия набора данных Common Voice в настоящее время проходит обработку и очистку при поддержке сообщества. Если вы хотите узнать больше о том, как можно помочь, пожалуйста, <contactLink>свяжитесь с нами</contactLink>. В настоящее время мы ориентируемся на дату публикации — январь 2019 года. После этого мы будем периодически обновлять набор данных новыми языками и голосовыми записями по мере их появления. Частота повторения цикла повторного выпуска ещё не определена.

source: The number of recordings and which languages you contribute to will be public.
sah: Төһөнү уонна ханнык тылынан доргуччу аахпытыҥ дьоҥҥо көстүөҕэ.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
sah: Процесс, с помощью которого информация профиля участника убирается из пожертвованных им голосовых записей, когда они упаковываются для загрузки, как часть набора данных.

source: The recording was too long.
sah: Суруттарыы наһаа уһун.

source: The recording was too quiet.
sah: Суруттарыы сатаан иһиллибэт.

source: The recording was too short.
sah: Суруттарыы наһаа кылгас.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
sah: Бу тыллар билигин сообщество көмөтүнэн бэлэмнэнэ сылдьаллар. Прогресс индикатора хас биирдии тылга <localizationGlossaryLink>вебсайт тылбаастааһына</localizationGlossaryLink> уонна <sentenceCollectionGlossaryLink>этиилэри хамыйыы</sentenceCollectionGlossaryLink> төһө ыраах тиийбиттэрин көрдөрөр

source: The selected file is too large
sah: Талбыт файлгыт аһара улахан размердаах

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
sah: Этиини хамыйыы Common Voice сүрүн платформатыгар көстө. Эһиги билигин Common Voice-ка этиини <writeURL>суруйуоххутун</writeURL> эбэтэр <reviewURL>тургутуоххутун</reviewURL> сөп.

source: The sentence has disrespectful or offensive language.
sah: Бу этиигэ дискриминациялыыр эбэтэр киһини өһүргэтэр тыл баар.

source: The site is ready to be launched when it reaches 75% completion.
sah: Тылбаас 75% буоллаҕына сайт үлэлииригэр бэлэм буолар.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
sah: Сайт сотору кэминэн үлэлиэ. Бүтэһик информация ыларга <matrixLink>Matrix чаатка</matrixLink> киириэххитин, <githubLink>GitHub</githubLink> көрүөххүтүн эбэтэр <discourseLink>Discource форум</discourseLink> ааҕыаххытын сөп, итиннэ проблема туһунан кэпсиэххитин уонна кэтээн көрүөххүтүн син.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
sah: TED-LIUM Хомуур диэн TED сайтка баар аудио кэпсэтиилэр уонна кинилэр транскрипцияларыттан оҥоһуллубут.

source: The website text is translated into that language.
sah: Ситим-сир бу тылга тылбаастаммыт.

source: This is approximately the number of hours required to train a production speech-to-text system.
sah: Это примерное количество часов, необходимое для обучения рабочей системы преобразования речи в текст.

source: This is our process for translating and adapting our content for many locales (languages).
sah: Это наш процесс перевода и адаптации нашего контента для многих языков.

source: Three to go!
sah: Үс хаалла!

source: Tibetan
sah: Тибет тыла

source: Tigre
sah: Тигре тыла

source: Tigrinya
sah: Тигринья тыла

source: Today
sah: Бүгүн

source: Today's Common Voice progress on clips recorded
sah: Бүгүн Common Voice-ка суруттарылынна

source: Today's Common Voice progress on clips validated
sah: Бүгүн Common Voice-ка тургутулунна

source: Today's Progress
sah: Бүгүҥҥү ситиһии

source: Toki Pona
sah: Токипона тыла

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
sah: Клип Common Voice хомууругар киирэригэр клибы икки тус туһунан киһи бигэргэтиэхтээх.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
sah: Чтобы сделать набор данных Common Voice как можно более полезным, мы решили разрешить использовать только исходный текст, доступный по лицензии Creative Commons (CC0). Использование стандарта CC0 означает, что исходный текст труднее найти и собрать, но в то же время это позволяет любому использовать полученные голосовые данные без ограничений использования или разрешений от Mozilla. В конечном счёте, мы хотим сделать набор многоязычных данных максимально полезным для всех, включая исследователей, университеты, стартапы, правительства, организации социального назначения и любителей.

source: Top Contributors
sah: Бастыҥ кыттааччылар

source: Total
sah: Уопсайа

source: Total Approved
sah: Бигэргэтиллибит

source: Toward next goal
sah: Аныгыскы сыал

source: Translating the site
sah: Саайты тылбаастааһын

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
sah: Common Voice сайт тылбаастааһына <strong>Pontoon</strong> нөҥүө үлэлиир.

source: Tshivenda
sah: Венда тыла

source: Turkish
sah: Туурак тыла

source: Turkmen
sah: Туркмен тыла

source: Tuvan
sah: Тыыба тыла

source: Twi
sah: Чви тыла

source: Typically megabytes
sah: Үксүн хас мегабайт

source: Ubykh
sah: Убых тыла

source: Udmurt
sah: Удмурт тыла

source: Ukrainian
sah: Украинскай тыл

source: Unable to speak right now?
sah: Билигин саҥарар кыаҕыҥ суох дуо?

source: Upload aborted. Do you want to delete your recordings?
sah: Хачайдаан киллэрии быһынна. Суруттарыыларгытын соттороҕут?

source: Upload an image file
sah: Ойууну киллэр

source: Upload <icon></icon> public domain sentences
sah: Киһи-аймах бас билиитэ этиилэри <icon></icon> киллэриҥ

source: Upload more sentences?
sah: Өссө этиилэри киллэрэҕит?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
sah: Бу клиби киллэрэр табыллыбата. Сирэйи хаттаан ыытан көр эбэтэр хойутуу соҕус хат уган көрөөр.

source: Upload of this clip keeps failing, keep retrying?
sah: Бу клиби киллэрэр сатаммата. Хатылаан көрөҕүн дуо?

source: Urdu
sah: Урду тыла

source: User Name
sah: Кыттааччы аата

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
sah: Атын дьон киһи этиилэри төһө сөпкө саҥарбытын тургуталлар.

source: Using Common Voice
sah: Common Voice-у туһаныы

source: Uyghur
sah: Уйгуур тыла

source: Uzbek
sah: Узбек тыла

source: Validated Clips
sah: Клип тургутуллубут

source: Validated Hours
sah: Бигэргэммит чаас ахсаана

source: Validated Hrs
sah: Бигэргэммит саҥарыы уһуна

source: Validated Hr. Total
sah: Барыта чаас тургутуллубут

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
sah: Проверка добавленных записей очень важна для миссии Common Voice. Послушайте записи и помогите нам создать качественные открытые голосовые данные.

source: Validation Progress
sah: Тургутуу прогреһа

source: Validations
sah: тургутуу

source: Value and recognition.
sah: Сыаналааһын уонна билинии.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
sah: Вариант (түөлбэ тыла) — ханнык эмит сиргэ олорор дьон эбэтэр ханнык эмит бөлөх саҥарар тылын көрүҥэ. Сороҕор диалект дииллэр.

source: Venetian
sah: Венет тыла

source: Version
sah: Версия

source: Vietnamese
sah: Вьетнам тыла

source: View your progress against personal and project goals.
sah: Бэйэҥ уонна бырайыак ситиһиилэрин көр.

source: Visible
sah: Көстөр

source: Voice clips are entered into a submission queue that readies them for listening.
sah: Саҥарыллыбыт клиптэр ыытар уочаракка киирэллэр, истэргэ бэлэмнэнэллэр.

source: Voice Collection
sah: Куолас хомуурунньуга

source: Voice Contribution
sah: Саҥарыы

source: Voice Dataset, Ready for Download
sah: Хачайдыырга бэлэм куолас хомуурунньуга

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
sah: Куолас - айылҕалыы уонна киһилии. Ол иһин массыыналар куолаһынан үлэлииллэригэр технологияны биһиги оҥоро сатыыбыт. Ол гынан баран, итинник систиэмэни оҥорорго олус элбэх куолас наада.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
sah: Саҥарар тыынар курдук, саҥа - киһи бэлиэтэ. Ол иһин массыыналарбыт киһилии саҥаралларын ситиһэ сатыыбыт. Ол эрээри, саҥарар тиһиктэри айарга элбэх дааннай ирдэнэр.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
sah: Технология распознавания голоса революционизирует способ взаимодействия с машинами, но доступные в настоящее время системы являются дорогостоящими и запатентованными. Common Voice является частью инициативы Mozilla, направленной на то, чтобы сделать технологии распознавания голоса лучше и доступнее для всех. Common Voice - это обширная глобальная база данных пожертвованных голосов, которая позволяет любому быстро и легко обучать голосовые приложения практически на любом языке. Мы собираем не только образцы голоса на широко распространенных языках, но и на языках с меньшим количеством говорящих. Публикация разнообразных наборов голосов позволит разработчикам, предпринимателям и сообществам самим устранить этот пробел. В дополнение к набору данных Common Voice мы также создаем механизм распознавания речи с открытым исходным кодом под названием Deep Speech.

source: Voices Online Now
sah: Билигин онлайн куоластар

source: Voice Validation
sah: Саҥарыллыбыты бигэргэтии
